brew "antidote"
brew "bat"
brew "dust"
brew "eza"
brew "fzf"
brew "gping"
brew "htop"
brew "httpie"
brew "iputils", link: false  # We don't link iputils because it breaks the system 'ping' in WSL
brew "jq"
brew "mise"
brew "ripgrep"
brew "tldr"
brew "trippy"
brew "uv"
brew "yq"
