bruno-api-client.bruno
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
chrisdias.vscode-opennewinstance
davidanson.vscode-markdownlint
docker.docker
donjayamanne.githistory
esbenp.prettier-vscode
github.copilot-chat
hashicorp.terraform
mechatroner.rainbow-csv
meta.pyrefly
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
njpwerner.autodocstring
samuelcolvin.jinjahtml
tamasfe.even-better-toml
usernamehw.errorlens
wix.vscode-import-cost
yzhang.markdown-all-in-one
