# ~/.zsh_plugins.txt

romkatv/powerlevel10k kind:fpath
mattmc3/zephyr path:plugins/directory
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/homebrew
zsh-users/zsh-completions kind:fpath path:src
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search

#! MUST be last
mattmc3/zephyr path:plugins/completion
